tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bash-completion"
brew "diff-so-fancy"
brew "git"
brew "jq"
brew "tree"
brew "wget"
brew "wifi-password"
brew "pyenv"
brew "bat"
brew "dockutil"
brew "exa"

cask caffeine
cask "docker"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "insomnia"
cask "iterm2"
cask "the-unarchiver"
cask "visual-studio-code"
cask "google-chrome"
cask "slack"
cask godot
cask sensiblesidebuttons
cask spotify
cask github
