tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "AdoptOpenJDK/openjdk"

brew "bat"
brew "bash-completion"
brew "ctop"
brew "diff-so-fancy"
brew "dockutil"
brew "drone-cli"
brew "git"
brew "ghostscript"
brew "jq"
brew "node"
brew "links"
brew "mitmproxy"
brew "nmap"
brew "wget"
brew "pyenv"
brew "ipython"
brew "tmux"
brew "thefuck"
brew "screenfetch"
brew "tree"
brew "yarn"
brew "wifi-password"
brew "zsh-syntax-highlighting"

cask "adoptopenjdk8"
cask "android-sdk"
cask "coconutbattery"
cask "charles"
cask "caffeine"
cask "docker"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "github"
cask "godot"
cask "google-chrome"
cask "insomnia"
cask "imageoptim"
cask "iterm2"
cask "psequel"
cask "sequel-pro"
cask "slack"
cask "sensiblesidebuttons"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "whatsapp"
