akamud.vscode-theme-onedark
bierner.markdown-preview-github-styles
Dart-Code.dart-code
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
Gruntfuggly.activitusbar
heyimfuzz.banner-comments
hoovercj.vscode-power-mode
JPTarquino.postgresql
karigari.chat
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
octref.vetur
PKief.material-icon-theme
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
stringham.angular-template-formatter
sysoev.language-stylus
Telerik.nativescript
WallabyJs.quokka-vscode
yo1dog.cursor-align
