akamud.vscode-theme-onedark
bierner.markdown-preview-github-styles
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
Gruntfuggly.activitusbar
heyimfuzz.banner-comments
HookyQR.beautify
hoovercj.vscode-power-mode
JPTarquino.postgresql
karigari.chat
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
NativeScript.nativescript
njpwerner.autodocstring
nuochong.nativescript-vue-extend
octref.vetur
oliversturm.fix-json
PKief.material-icon-theme
redhat.java
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
shyykoserhiy.vscode-spotify
stringham.angular-template-formatter
syler.sass-indented
sysoev.language-stylus
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WallabyJs.quokka-vscode
yo1dog.cursor-align
