bajdzis.vscode-database
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
Gruntfuggly.activitusbar
heyimfuzz.banner-comments
HookyQR.beautify
hoovercj.vscode-power-mode
JPTarquino.postgresql
karigari.chat
matklad.rust-analyzer
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
oliversturm.fix-json
PKief.material-icon-theme
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
shyykoserhiy.vscode-spotify
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
syler.sass-indented
vadimcn.vscode-lldb
WallabyJs.quokka-vscode
yo1dog.cursor-align
